-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Feb 07, 2020 at 09:17 AM
-- Server version: 10.4.11-MariaDB
-- PHP Version: 7.4.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `15_dreams_for_tomorrow`
--

-- --------------------------------------------------------

--
-- Table structure for table `about_us`
--

CREATE TABLE `about_us` (
  `id` int(11) NOT NULL,
  `content` text CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `about_us`
--

INSERT INTO `about_us` (`id`, `content`) VALUES
(0, '&lt;figure class=&quot;image&quot;&gt;&lt;img src=&quot;https://scontent.fdac14-1.fna.fbcdn.net/v/t31.0-8/p720x720/10258180_1086035841485399_3444313825432447329_o.jpg?_nc_cat=102&amp;amp;_nc_ohc=iqO1wIZIGNQAX-Twob2&amp;amp;_nc_ht=scontent.fdac14-1.fna&amp;amp;_nc_tp=6&amp;amp;oh=c1e303fca0a2a8ca53324091ee6dc04f&amp;amp;oe=5EC29A0F&quot; alt=&quot;Image may contain: 8 people&quot;&gt;&lt;figcaption&gt;Christian Bale&lt;/figcaption&gt;&lt;/figure&gt;&lt;p&gt;&quot;স্যার, সব রেডি।ছেলেটা চলে এসেছে। আপনি কি এখন আসবেন?&quot;&lt;br&gt;পরিচালক স্টিভেন স্পিলবারগ চোখ বন্ধ করে হালকা তন্দ্রায় ছিলেন, সহকারীর প্রশ্ন শুনে চোখ খুলে বললেন- তুমি যাও, আমি আসছি।&lt;/p&gt;&lt;p&gt;ছোট্ট একটা দীর্ঘশ্বাস ফেললেন স্পিলবারগ। Empire of the Sun নামে একটি সিনেমা বানাবেন তিনি, অথচ সিনেমার কেন্দ্রীয় চরিত্রে অভিনয় করানর মত কোন বাচ্চা আর্টিস্ট কে খুঁজে পাচ্ছেন না। ইতিমধ্যে চার হাজার বাচ্চার অডিশন নিয়ে ফেলেছেন, এরপুরেও মনমত কাওকে খুঁজে পাননি। বাচ্চার অডিশন নেয়া যতটা সোজা, বাচ্চাকে দিয়ে অভিনয় করানো ততটাই কঠিন। বাচ্চা রাজি হলে বাবা মা রাজি হবেন না, তারা রাজি হলে আবার বাচ্চার স্কুল বা এক্সাম থাকবে শুটিং এর মাঝে, সেগুলো সম্পর্কে আবার কোনকিছু প্রযোজক সাহেব শুনতে চাইবেন না, যেদিন শুটিং সেদিন না করলে একদিনের টাকা পয়সা নষ্ট- সব মিলিয়ে একদম বাজে একটা অবস্থা!&lt;br&gt;বাজে অবস্থা থেকে পরিত্রাণ দিতে এগিয়ে এসেছেন স্পিলবারগ এর স্ত্রী। তার স্ত্রী অনেকদিন আগে ছোট্ট একটা বাচ্চার সাথে একটা টিভি সিরিজে কাজ করেছিলেন। নিজের স্বামীর এই অকুল পাথারে অবস্থা দেখে তিনি বললেন- তুমি চাইলে ঐ বাচ্চাটাকে একবার দেখতে পার, ছেলেটা ভাল অভিনয় করে।&lt;/p&gt;&lt;p&gt;সাধারণত নিজের কাজে শেষ পর্যন্ত নিজের ডিসিশনই চূড়ান্ত করেন স্পিলবারগ।তবে এইবার স্ত্রীর কথায় কান দিলেন। আজকে ছেলেটার আসার কথা। অবশেষে তিনি দেখা করতে গেলেন ছেলেটার সাথে। ছোট্ট আর সুদর্শন একটা ছেলে।স্পিলবারগ খুশি হলেন কথা বলে তার সাথে।অডিশন নেয়ার পরে আরও বেশি খুশি হয়ে গেলেন এবং সেটা প্রমাণ করতেই এই ছেলেকেই নিজের সিনেমাতে কেন্দ্রীয় চরিত্রে নিয়ে নিলেন। পুরো সিনেমাতে স্পিলবারগ যেভাবে বললেন- ছেলেটা ঠিক সেভাবেই কাজ করল।এম্পায়ার অফ দ্যা সান সিনেমাতে সেই ছোট্ট ১৩ বছরের ছেলেটা কতটা দুর্দান্ত অভিনয় করেছিল তার ছোট্ট একটা প্রমাণ দেখা যাক- ন্যাশনাল ফিল্ম বোর্ড Best Performance by a Juvenile Actor ক্যাটাগরিতে তাকে বিশেষ একটা অ্যাওয়ার্ড দেয়, যেটা তার আগে আর কেও পায়নি।&lt;/p&gt;&lt;p&gt;হলিউড সিনেমা দিয়ে কাজ শুরু করলেও, এই ছেলের জন্ম ইংল্যান্ডে। বাবা ছিলেন পাইলট আর মা সার্কাসে কাজ করতেন। মা বাবার পেশার কারণেই এক জায়গায় কখনও তারা খুব বেশিদিন&quot;থিতু&quot; হতে পারেন নি।আজকে এখানে তো কয়েকদিন পরে পাইলট বাবার প্লেনে বা সার্কাসে কাজ করা মায়ের সাইকেলে চড়ে আরেক শহরে। ১৫ বছরের মধ্যেই ১৫ বারের মত জায়গা পরিবর্তন করা দেখে ফেলছিল ছোট্ট সেই ছেলেটা। এক জায়গায় বেশিক্ষণ না থাকাই সম্ভবত তার ভিতরে অভিনয়ের বীজ ঢুকিয়ে দিয়েছিল, কারণ অভিনেতার কাজই হচ্ছে একটা ক্যারেকটারে বেশিক্ষণ না থাকা, সবসময় ক্যারেকটার পরিবর্তন করা।&lt;br&gt;তবে তার রক্তে যে অভিনয় ছিল সেটার প্রমাণ হল তার দাদার পেশা।দাদা স্ট্যান্ডআপ কমেডিয়ান ছিলেন, নাতি সেইক্ষেত্রে মানুষকে মনোরঞ্জন করবে না- সেটা ভেবে নেয়া যায়না। ক্যামেরার সামনে প্রথম দাঁড়ান মাত্র নয় বছর বয়সে, বিজ্ঞাপনে অভিনয়ের জন্য। এরপরে কাজ করেছেন মঞ্চে, মিঃ বিন খ্যাত রোয়ান অ্যাটকিনসন এর সাথে। এরপরে স্পিলবারগ এর স্ত্রীর সাথে এবং এরপরে একেবারে স্পিলবারগের ছবিতে কেন্দ্রীয় চরিত্রে।&lt;/p&gt;&lt;p&gt;এতটা পথ যার জন্য মোটামুটি সোজা ছিল, তার পরের পথ তো আরও সোজা হবে- এটা ভাবলে আপনি বেশ বড়সড় একটা ভুল করবেন। এম্পায়ার অফ দ্যা সানের রিলিজের পর তার অভিজ্ঞতা যতটা না আনন্দের, তার চেয়ে বেশি ছিল ভয়ঙ্কর।সাংবাদিক দেখলেই তিনি পালিয়ে বেড়াতেন,ইন্টারভিউ দেয়ার সময় কেঁদে ফেলতেন ।চোখের পানি লুকাতে তিনি তখন বাথরুমে চলে যেতেন এবং সবার অগোচরে থাকতে চাইতেন। একজন অভিনেতার চারপাশে সবসময় যদি ফ্যান আর মিডিয়া &quot;গিজগিজ&quot; করে, তাহলে সেই অভিনেতার অভিনয়ের ক্ষমতা নাকি কমে যায়- এমনটা ছিল তার বক্তব্য। সাংবাদিকদের এত বেশি ভয় পেতে শুরু করলেন তিনি যে এক সময় প্রায় সিদ্ধান্ত নিয়েই নিয়েছিলেন- অভিনয়ের রাস্তায় তিনি আর হাঁটবেন না।(!)&lt;/p&gt;&lt;p&gt;সিদ্ধান্ত তিনি &quot;ফাইনাল&quot; করে ফেলেননি- এটাই সম্ভবত আমাদের জন্য সবচেয়ে বেশি সুখের খবর। মঞ্চ আর সিনেমাতে কাজ তিনি চালিয়ে যাচ্ছিলেন, তবে প্রধান চরিত্রে না। আর যেইসব সিনেমাতে কাজ করছিলেন, সেগুলো খুব একটা আলোচনায় আসছিল না। যদিও পরিশ্রমটা তিনি আলোচনায় আসার মতই করেছিলেন এইসব সিনেমার পেছনে। উদাহরণ দেয়া যাক- Newsies (1992) আর Swing Kids (1993) নামের দুটি সিনেমার জন্য তিনি টানা দশ সপ্তাহ নাচ আর মার্শাল আর্টের উপরে প্রশিক্ষণ নিয়েছিলেন।ক্যারেক্টারের পিছনে তার এই ডেডিকেশন ই তাকে সিনেমার পরিচালকদের নজরে এনে দেয়। ২০০০ সালে আমেরিকান সাইকো সিনেমার পরিচালকের কাছ থেকে তিনি প্রধান চরিত্রে অভিনয়ের প্রস্তাব পান। পাণ্ডুলিপি পড়ে তিনি এতটাই এক্সাইটেড হয়ে পড়েন যে তখন থেকেই এই সিনেমার জন্য তিনি বিশেষ শরীরচর্চা শুরু করে দেন। যদিও এই ক্যারেকটার প্রথমে তার করার কথা ছিল না, ডি কেপ্রিও এর করার কথা ছিল। এর আগে টাইটানিক সিনেমাতে তাকে অ্যাপ্রোচ করে শেষ পর্যন্ত না নিয়ে ডি কেপ্রিও কে নেয়া হয়। তখনকার সুযোগটা মিস করলেও, এবারের সুযোগটা মিস করলেন না তিনি। লেগে থাকলেন এবং শেষ পর্যন্ত এই সিনেমাতে নিজের অদ্ভুত অভিনয় দিয়ে সবার মন জয় করে নিলেন।&lt;/p&gt;&lt;p&gt;মন জয় করার প্রক্রিয়া পরের সিনেমাতেও চালু থাকলো- Reign of Fire ও Equilibrium তার প্রমাণ। তবে তার ক্যারিয়ারের সবচেয়ে দুর্দান্ত পারফর্মেন্স ছিল এরপরের সিনেমাতে।&lt;/p&gt;&lt;p&gt;২০০৪ চালে মুক্তি পাওয়া দ্যা মেশিনিস্ট সিনেমার জন্য তিনি এক না, দুই না, পুরো ৬৩ পাউন্ড ওজন কমিয়েছিলেন। পরিচালক তাকে ওজন কমাতে বলেছিলেন, কিন্তু তিনি এতটা বাড়াবাড়ি করবেন সেটা পরিচালক নিজেই ভাবেননি! প্রথম শুটিং এর দিনে এই কঙ্কালসার মানুষটিকে দেখে পরিচালক একইসাথে প্রচণ্ড আতঙ্কিত, আনন্দিত আর বিস্মিত হয়ে গিয়েছিলেন। ৬৩ পাউন্ড ওজন কমানোর পরেও তিনি পরিচালক কে বলেছিলেন- চলবে তো? আপনি চাইলে আমি আরও ১০ পাউন্ড ওজন কমাতে পারব। পরিচালক চোখ কপালে তুলে বললেন- আপনি কি পাগল হয়েছেন নাকি মশাই!? সিনেমা শুরু হওয়ার আগে আপনাকে মেরে ফেলার অভিযোগে তাহলে আমাকে জেলে যেতে হবে!&lt;br&gt;চরিত্রের জন্য এইরকম পাগলামি লেভেলের ডেডিকেশন প্রদর্শনকারী মানুষটির নাম ক্রিশ্চিয়ান বেল। বর্তমান জেনারেশনের কাছে যিনি &quot;আমাদের যুগের ব্যাটম্যান&quot; নামে বেশি পরিচিত। এক একটি ক্যারেকটারে তার পরিশ্রম আপনাকে বিস্মিত করার জন্য মোর দেন এনাফ। শরীরের ওজন অমানুষিক লেভেলে কমানো আর বাড়ানোর এক অদ্ভুত ক্ষমতা আছে তার। মেশিনিস্ট সিনেমার জন্য তিনি শুধু সিগারেট, কেক, আপেল, ছোট টুনা মাছ আর কফি খেতেন সারাদিনে, আর কিছু খেতেন না। দৌড়াতে পারতেন না এই সিনেমার সময়, পায়ে &quot;মাসল&quot; বলে আর কিছু অবশিষ্ট ছিলনা। ক্রিশিচিয়ান বেল সবচেয়ে বেশি পছন্দ করেন ঘুমাতে, একটানা ১২ ঘণ্টার মত ঘুমের রেকর্ড ও আছে তার, অ্যালার্ম ক্লক না থাকলে তাকে নাকি কেও কোনোদিন জাগাতে পারতো না- এমনটা তিনি মজা করে বলেন। অথচ এই সিনেমার জন্য প্রায় এক বছর তিনি দিনে মাত্র দুই ঘণ্টা করে ঘুমিয়েছেন। নিজের comfort zone থেকে বেরিয়ে ক্যারেক্টারের জন্য যিনি এরকম পরিশ্রম করতে পারেন, তিনিই তো আসল মেথড অভিনেতা! ক্যারেক্টারের জন্য শরীরের এই লেভেলের ওজন হারানো হলিউড না শুধু, গোটা সিনেমার ইতিহাসে বিরল।&lt;/p&gt;&lt;p&gt;তার এই ডেডিকেশনের জন্যই তিনি নজরে পড়লেন বর্তমান সময়কার সবচেয়ে ট্যালেন্টেড পরিচালক ক্রিস্টোফার নোলানের। নোলানের মাথায় তখন ব্যাটম্যান সিরিজকে আবার নতুন করে বানানোর চিন্তা চলছে। ব্যাটম্যান ক্যারেক্টারের জন্য তিনি বেলকে ওজন বাড়ানোর কথা বললেন। এক বছরের মাথায় তিনি যখন ৮০ পাউন্ড ওজন বাড়িয়ে নোলানের সামনে দাঁড়ালেন, বিস্ময়ে নোলানের হা করা চেহারাটা ছিল দেখার মত। তবে ওজন এবার প্রয়জনের তুলনায় একটু বেশি বেড়ে গিয়েছিল তার, ব্যাটম্যানের স্যুট পড়তে সমস্যা হচ্ছিল- ফলাফল আবার কিছুটা ওজন কমিয়ে তিনি সপ্তমবারের মত এই ক্যারেকটারে অভিনয় করা, সবচেয়ে কম বয়সে এই ক্যারেকটার প্লে করা আর প্রথম নন-আমেরিকান হিসেবে কালো স্যুট পড়ে পর্দায় ব্যাটম্যান হিসেবে হাজির হলেন।&lt;/p&gt;&lt;p&gt;শুধু হাজির হলেন না, রীতিমতো আলোড়ন তুললেন তিনি ব্রুস ওয়েন ক্যারেকটারে। মাইকেল কিটনের পরে তিনিই একমাত্র যিনি একাধিক ব্যাটম্যানের সিনেমাতে অভিনয় করেছেন। যদিও জোকার ক্যারেক্টারে অভিনয় করা হিথ লেজারের দুর্দান্ত পারফর্মেন্স এর কারণে অনেকে তার চেয়ে জোকারকেই বেশি ভালোবেসে ফেলেছিল, তারপরেও শারীরিক গড়ন, গলার স্বর আর অভিনয় ক্ষমতার দিক থেকে ক্রিশ্চিয়ান বেল ব্যাটম্যান ক্যারেক্টারে একদম মিশে গিয়েছিলেন।&lt;/p&gt;&lt;p&gt;তার সাথে কাজ করে এতটাই তৃপ্তি পেয়েছিলেন নোলান, যে নিজের পরের সিনেমা দ্যা প্রেস্টিজ এ বেলকে সুযোগ দেন। যথারীতি সেখানেও বেল দুর্দান্ত হিউ জ্যাকম্যান এর পাশে। এর মাঝে Rescue Dawn সিনেমাতে অভিনয়ের সময় তিনি কাচা সাপ খেয়েছিলেন ক্যারেক্টারের জন্য। 3:10 to Yuma, Public Enemies,The Fighter, American Hustle সব সিনেমাতেই তার খাটনি আর ওজনের বাড়া কমা চোখের পড়ার মত। দ্যা ফাইটার সিনেমার জন্য ক্যারিয়ারের প্রথম অস্কার জিতে নেন সেরা পার্শ্ব অভিনেতার ক্যারেক্টারে। আমেরিকান হাসল এর জন্য নিজের মাথার সমস্ত চুল শেভ করে ফেলেন দেন উইগ পড়ার জন্য আর বিরাট এক ভুঁড়ির জন্ম দেন প্রচুর পরিমাণে আইসক্রিম আর পিজা খেয়ে।তবে ব্যক্তিগতভাবে আমার তার করা সবচেয়ে বেশি পছন্দের সিনেমা হচ্ছে The Flowers of War। রেপ অফ নানকিং এর মাঝে ফেঁসে যাওয়া এক খ্রিস্টান পাদ্রীর ভূমিকায় বেলের অভিনয় ছিল অসাধারণ। মজার ব্যাপার হল এই সিনেমাতে তার অভিনয়ের কথাই ছিল না। স্পিলবারগের সাজেশনেই বেলকে এই সিনেমাতে নেয়া হয়। খানিকটা আফসোসের ব্যাপার হল, ব্যাটম্যান নিয়ে যেই পরিমাণ উচ্ছ্বাস দেখানো হয়, ফ্লাওারস অফ ওয়ার নিয়ে ততটা দেখানো হয়না।&lt;/p&gt;&lt;p&gt;টার্মিনেটর সিরিজের অনেক বড় ভক্ত বেল, এই কারণেই টার্মিনেটর শ্যালভেশন এ অভিনয়ের প্রস্তাব আসলে না করতে পারেননি, যদিও অনেকের মতে এটি তার ক্যারিয়ারের সবচেয়ে বড় ভুল সিদ্ধান্তের একটি ছিল। আরও অনেক ভুল হয়েছে তার সাথে- পাইরেটস অফ দ্যা ক্যারিবিয়ান এ অভিনয়ের কথা থাকলেও শেষে বাদ পড়া, ক্যাসিনো রয়াল এ বন্ড ক্যারেক্টারের অভিনয়ের কথা থাকলেও শেষ পর্যন্ত ক্রেগ এর কাছে সেই রোল চলে যাওয়া এরকম কিছু উদাহরণ। মিডিয়া আর ইন্টার্ভিউ সচরাচর এড়িয়ে চলতে পছন্দ করেন, ভয় পান ইন্টার্ভিউকে, গসিপ ভাল্লাগে না। স্ত্রী আর সন্তানদের নিয়ে সুখের সংসার তার, অনেক ধরনের পরিবেশ উন্নয়ন সংগঠন আর আর্ত মানবতার সেবায় জড়িত সংগঠনের সাথে তিনি জড়িত। প্রাণীদের প্রতি অদ্ভুত ভালোবাসা আছে তার, বেশ কয়েকটি কুকুর বেড়াল পোষেন তিনি। ভিডিও গেমস এর পোকা তিনি, পর্দায় সবচেয়ে &quot;কঠিন&quot; ক্যারেক্টারগুলো প্লে করা এই মানুষটির সবচেয়ে প্রিয় ভিডিও গেমস হচ্ছে &quot;সহজ&quot; সুপার মারিয়ো। বাইক চালাতে প্রচণ্ড ভালোবাসেন যদিও একবার মারাত্মক দুর্ঘটনায় কব্জি ভেঙ্গে গেলে সেখানে টাইটেনিয়াম বসানো হয়।মেশিনিস্ট এর শরীরে হাড়ের বদলে ধাতু থাকবে এটাই তো স্বাভাবিক&amp;nbsp;&lt;/p&gt;&lt;p&gt;এরপর থেকে নিজের এই প্রচণ্ড ভালোবাসাকে জলাঞ্জলি দিতে বাধ্য হন তিনি। অবশ্য আরেকটি প্রচণ্ড ভালোবাসার জিনিকে এখনও লালন করেন তিনি, সেটি হল বই পড়া। প্রচুর বই পড়েন বেল এবং এক বসায় যতটুকু পারেন, ততটুকু পড়ে ফেলেন। &quot;বই যেকোনো ক্যারেকটার সম্পর্কে আপনাকে যেভাবে ভাবাতে পারে, সেটা আর কেও পারেনা, ভাল অভিনেতার জন্য বই পড়া আবশ্যক বলে আমি মনে করি&quot;- এমনটাই তার মন্তব্য।&lt;/p&gt;&lt;p&gt;আজ ৩০ জানুয়ারি এই গুণী অভিনেতার জন্মদিন। জন্মদিনে তাকে অনেক বেশি শুভেচ্ছা জানাই।&lt;/p&gt;&lt;p&gt;গুগলে তো অনেক ছবিই আছে তার, তবে এই বিখ্যাত ছবিটা না দিলে অনেক বড় পাপ হয়ে যাবে। ডেডিকেশনের লেভেল এই একটা ছবিতেই বোঝা যায়&amp;nbsp;&lt;/p&gt;&lt;p&gt;এরকম পরিশ্রমী অভিনেতার অভিনয় দেখাটাও একটা ব্লেসিং। ন্যাড়া যেমন &quot;বেল\'তলায় একবার যায়, তেমনি, ক্রিশ্চিয়ান &quot;বেল&quot; ও একটাই আছে হলিউডে।&lt;/p&gt;&lt;p&gt;কপিরাইট : &lt;a href=&quot;https://www.facebook.com/iamsakib.01&quot;&gt;সৈয়দ নাজমুস সাকিব&lt;/a&gt;&lt;/p&gt;');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `about_us`
--
ALTER TABLE `about_us`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `about_us`
--
ALTER TABLE `about_us`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
