-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Feb 07, 2020 at 09:20 AM
-- Server version: 10.4.11-MariaDB
-- PHP Version: 7.4.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `15_dreams_for_tomorrow`
--

-- --------------------------------------------------------

--
-- Table structure for table `comment_article`
--

CREATE TABLE `comment_article` (
  `id` int(11) NOT NULL,
  `pid` int(11) NOT NULL,
  `content` text CHARACTER SET utf8 NOT NULL,
  `publish` date NOT NULL,
  `edit` date NOT NULL,
  `uid` int(11) NOT NULL,
  `state` text CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `comment_article`
--

INSERT INTO `comment_article` (`id`, `pid`, `content`, `publish`, `edit`, `uid`, `state`) VALUES
(0, 0, 'মানুষের সৃষ্টির ক্ষমতা এবং চিন্তাশক্তিকে নতুন ভাষা দান করার একটি মাধ্যম হলো সিনেমা। আজকের দিনে সিনেমা শুধুমাত্র বিনোদনের উপায় হয়েই বসে নেই, দর্শকের মনে অপার আনন্দের জন্ম দেবার পাশাপাশি এ মাধ্যমটি তুলে নিয়েছে তাদের অনুভূতিকে তীক্ষ্ণ করা এবং চিন্তা-চেতনার ক্ষেত্রকে প্রসারিত করবার দায়িত্ব। মানুষের মনন, চিন্তা, দৈনন্দিন আচার ব্যবহারে সিনেমার প্রভাব নিয়ে আর নতুন করে বলার অবকাশ নেই।', '2019-12-23', '2019-12-23', 0, 'active'),
(1, 1, 'বর্তমান যুগের একজন অনন্য প্রতিভাধর পরিচালক হয়তো সিনেমার এই বিপুল সম্ভাবনার কথা অনেক আগেই বুঝতে পেরেছিলেন। আর তাই সিনেমা নির্মাণের ক্ষেত্রে তিনি বেছে নিয়েছেন ভিন্ন ধারা। দর্শকের চোখের সস্তা মনোরঞ্জন অথবা নিম্নস্তরের চিত্তবিনোদন নয়, তিনি চান তার নির্মাণ দর্শকদের মনে চিন্তার ঝড় তুলুক, অনুসন্ধিৎসু করে তুলুক এবং মনে সঞ্চার করুক অজস্র ভাবনার। তবে তার পরিচয় শুধু মাত্র চলচ্চিত্র নির্মাতাই নয়, তিনি একাধারে চিত্রনাট্যকার, প্রযোজক এবং পরিচালক।', '2019-12-23', '2019-12-23', 1, 'active'),
(2, 2, 'তার পুরো নাম ক্রিস্টোফার এডওয়ার্ড নোলান, ডাকনাম ক্রিস। জন্মগ্রহণ করেন ১৯৭০ সালের ৩০ জুলাই যুক্তরাজ্যের ওয়েস্টমিনস্টারে। মা আমেরিকান এবং বাবা ইংরেজ হবার কারণে নোলানের শৈশব কেটেছে লন্ডন এবং শিকাগোতে। ক্রিস্টোফার নোলান মূলত আইরিশ বংশদ্ভুত। তার দুই ভাই জোনাথন নোলান এবং ম্যাথিউ ফ্রান্সিস নোলান। বাবা ব্রেন্ডান নোলান ছিলেন একজন বিজ্ঞাপন কপিরাইটার এবং মা ক্রিসচিনা জেন্সেন ছিলেন একজন বিমানবালা।', '2019-12-23', '2019-12-23', 2, 'active'),
(3, 3, 'ছোটবেলায় দেখা ‘ব্লেড রানার’, ‘স্টার ওয়ার্স’ এবং পরবর্তীতে ‘নোয়ার’ ধারার সিনেমাগুলো ভীষণভাবে দাগ কাটে তার মনে। বাবার সুপার এইট ক্যামেরা দিয়ে করা টুকিটাকি ভিডিওগুলোও তাকে ভীষণভাবে অনুরণিত করে। মাত্র ৭ বছর বয়সেই বন্ধুদের নিয়ে তৈরি করেন সুপার এইট সিনেমা। তাতে অভিনয় করান তার ছোট খেলনা এ্যাকশন ম্যানদের। কালক্রমে, ১৫ বছর বয়সেই তার আত্মোপলব্ধি হয়- তাকে সিনেমা তৈরির কারিগর হয়ে উঠতে হবে। এখনকার প্রাপ্তবয়স্ক নোলানের অনুপ্রেরনা রাইডলি স্কট কিংবা স্ট্যানলি কুবরিক হলেও কিশোর নোলানের অনুপ্রেরণার তালিকায় রয়েছেন গ্রাহাম সুইফট, এলান পার্কার, নিকোলাস রোয়েগ, জ্যাকুয়েস টোরনার প্রমুখ।', '2019-12-23', '2019-12-23', 3, 'active'),
(4, 4, 'ইউনিভার্সিটি কলেজ লন্ডনে ইংরেজি সাহিত্য নিয়ে পড়াশোনা করার সময় যুক্ত হন কলেজের ফিল্ম সোসাইটির সাথে। স্ত্রী এমা থমাসের সাথে এখানেই পরিচয় এবং একই সাথে সিনেমা নিয়ে কাজ করা শুরু। কলেজে পড়া অবস্থায় নোলান ১৯৮৯ সালে ‘টারান্টিলা’ এবং ১৯৯৬ সালে ‘লার্সেনি’ নামের দুটি স্বল্পদৈর্ঘ্যের সিনেমা বানান। প্রথমটি যুক্তরাষ্ট্রের পাবলিক ব্রডকাস্টিং সার্ভিসের একটি ফিল্ম ও ভিডিও শোকেসে প্রদর্শিত হয় এবং দ্বিতীয়টি ১৯৯৬ সালে Cambridge Film Festival-এ, UCL- এর সেরা শর্ট ফিল্ম হিসেবে বিবেচিত হয়। নোলান ১৯৯৩ সালে সিনেমা তৈরির উপর স্নাতক ডিগ্রি অর্জন করেন। এছাড়াও তিনি ক্যামেরা এবং সাউন্ডওয়ার্কের উপরও প্রশিক্ষণ নেন।', '2019-12-29', '2019-12-29', 4, 'active'),
(5, 5, 'পরের বছর ফিচার ফিল্ম ‘ফলোয়িং’ তৈরি করে নিজের যোগ্যতা প্রমাণ করে দেন নোলান। ৬৯ মিনিটের এই সিনেমার চিত্রনাট্য ও পরিচালনার দায়িত্ব তিনি তুলে নিয়েছিলেন নিজের কাঁধে। স্বল্প বাজেটের সাথে মানিয়ে নিতে অভিনেতাদের দিয়ে প্রচুর রিহার্সেল করিয়ে নিতেন তিনি, যাতে ১-২ বারেই ফাইনাল টেক করে নেয়া যায়। সিনেমাটি মুক্তি পায় সান ফ্রান্সিসকো ফিল্ম ফেস্টিভ্যালে। মাত্র ৬,০০০ ডলার বাজেটে তৈরি সিনেমাটি অনন্য দৃষ্টান্ত সৃষ্টি করে। শুধু তা-ই নয়, ফলোয়িংকে বিবেচনা করা হয় একটি ‘ক্লাসিক নোয়ার’ হিসেবে। এই সিনেমাকে ঘিরে নোলান ঘটান এক মজার ঘটনা। ১৯৯৯ সালের হংকং ফিল্ম ফেস্টিভ্যালে ‘ফলোয়িং’ এর প্রদর্শনের মাধ্যমে দর্শকদের কাছ থেকে পরবর্তী সিনেমা ‘মেমেন্টো’ তৈরির ফান্ডিং জোগাড় করেন তিনি। বলা যায়, এই সময়টার পর থেকে আর পিছু ফিরে তাকাতে হয়নি নোলানকে।', '2019-12-29', '2019-12-29', 5, 'active'),
(6, 6, '২০০০ সালে স্ক্রিন রাইটার ছোটভাই জোনাথন নোলানের ছোট গল্প ‘মেমেন্টো মোরি’ অবলম্বনে নোলান তৈরি করেন তার দ্বিতীয় ফিচার ফিল্ম ‘মেমেন্টো’। সিনেমায় গল্পটি গড়ে ওঠে বিশেষ ধরনের অ্যামনেশিয়ায় আক্রান্ত এক ব্যাক্তিকে নিয়ে, প্রেমিকার হত্যার প্রতিশোধের নেশায় যিনি হন্যে হয়ে খুঁজতে থাকেন তার প্রেমিকার ঘাতকদের।', '2019-12-29', '2019-12-29', 6, 'active'),
(7, 7, 'মাত্র সাড়ে চার মিলিয়ন ডলার বাজেটকে পুঁজি করে ২৫ দিনের মধ্যে শুটিং শেষ করে সবাইকে তাক লাগিয়ে দেন নোলান। ভিন্নধর্মী উপস্থাপন এবং ব্যতিক্রমধর্মী স্ক্রিনপ্লের জন্য সিনেমাটি সমালোচক মহলে ব্যাপক সাড়া ফেলে। এছাড়াও এটি সে বছরই বেস্ট স্ক্রিনপ্লের জন্য অস্কার মনোনয়ন পায়। এটাই তার জীবনের প্রথম অস্কার নমিনেশন। চলচ্চিত্র মহলে এরপর নোলানের স্থান বেশ পাকাপোক্ত হয়। সমালোচক থেকে শুরু করে বিখ্যাত চলচ্চিত্রকার, প্রযোজকদের মনে শ্রদ্ধার স্থান দখল করে নিতে থাকেন তিনি।', '2019-12-29', '2019-12-29', 7, 'active'),
(8, 8, 'দর্শকদের অপেক্ষাকৃত জটিল এবং গতানুগতিক ধারা থেকে ভিন্ন সিনেমা উপহার দেবার পর তিনি কাজ করেন হলিউড জগতের দুই কিংবদন্তী আল পাচিনো এবং রবিন উইলিয়ামসকে নিয়ে। ‘ইনসমনিয়া’ নামে ২০০২ সালে মুক্তিপ্রাপ্ত এই সিনেমাটি মূলত একটি নরওয়েজিয়ান সিনেমার রিমেক।', '2019-12-29', '2019-12-29', 0, 'active'),
(9, 9, 'এক নিদ্রাহীন পুলিশের গল্প ইনসমনিয়া। এই সিনেমার পর পরই নোলান রুথ মেন্ডের ‘দ্য কি টু দ্য স্ট্রিট’ থেকে চিত্রনাট্য বানান যা এখনও মুক্তির অপেক্ষায় রয়েছে। এছাড়াও তিনি চেয়েছিলেন ‘হওয়ার্ড হিউজ’ কে নিয়ে তার লেখা অন্যতম সেরা চিত্রনাট্য দিয়ে একটি ছবি বানাবেন, যার নাম ভূমিকায় থাকবেন জিম ক্যারি। কিন্তু মার্টিন স্করসিজের ‘দ্য এভিয়েটর’ এর কাজ ইতোমধ্যে শুরু হয়ে যাবার কারণে সে কাজে ইস্তফা দিয়ে তিনি মনোনিবেশ করেন ডিসি কমিকস সিরিজের অন্যতম জনপ্রিয় ফ্র‍্যাঞ্চাইজ ব্যাটম্যান সিরিজের শেষ তিন পর্বের প্রতি।', '2019-12-29', '2019-12-29', 1, 'active'),
(10, 10, 'ডেভিড গয়েরকে সাথে নিয়ে ২০০৫ সালে ‘ব্যাটম্যান বিগিনস’ নির্মাণের কাজ শুরু করেন নোলান। ব্যাটম্যানের সিরিজকে তিনি উপস্থাপন করেন নতুন আমেজে, নতুন ভঙ্গিমায়। সিনেমাতে প্রতিটি চরিত্রের চিত্রায়নে নোলান নিয়ে আসেন হলিউডের প্রথিতযশা অভিনেতাদের। বিশ্বস্ত কর্মচারী আলফ্রেডের চরিত্রে মাইকেল কেইনের মতন নামী অভিনেতা, ফ্যাল্কনির চরিত্রে টম উইলকিন্সন আর গর্ডনের চরিত্রে নিয়ে আসেন গ্যারি ওল্ডম্যানকে। ', '2019-12-29', '2019-12-29', 2, 'active');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `comment_article`
--
ALTER TABLE `comment_article`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `comment_article`
--
ALTER TABLE `comment_article`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
